results/round2/raw-fastify-db-run2.txt
Running 15s test @ http://127.0.0.1:3106/db
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.01ms  277.50us  16.74ms   88.77%
    Req/Sec     8.35k   314.84     8.79k    84.67%
  Latency Distribution
     50%    2.92ms
     75%    3.10ms
     90%    3.31ms
     99%    3.89ms
  498676 requests in 15.00s, 95.96MB read
Requests/sec:  33244.07
Transfer/sec:      6.40MB