results/round2/raw-fastify-params-run1.txt
Running 15s test @ http://127.0.0.1:3106/users/42
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.30ms  472.01us  47.07ms   99.62%
    Req/Sec    19.41k   360.53    20.68k    90.33%
  Latency Distribution
     50%    1.27ms
     75%    1.29ms
     90%    1.33ms
     99%    1.53ms
  1158409 requests in 15.00s, 201.06MB read
Requests/sec:  77224.15
Transfer/sec:     13.40MB