results/round2/raw-fastify-params-run2.txt
Running 15s test @ http://127.0.0.1:3106/users/42
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.31ms  806.72us  61.53ms   99.12%
    Req/Sec    19.42k     2.47k   77.77k    97.67%
  Latency Distribution
     50%    1.27ms
     75%    1.30ms
     90%    1.40ms
     99%    1.55ms
  1161322 requests in 15.10s, 201.57MB read
Requests/sec:  76910.31
Transfer/sec:     13.35MB