results/round2/raw-rails-queries-run1.txt
Running 15s test @ http://127.0.0.1:3107/queries?count=20
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   146.00ms  174.49ms 735.62ms   77.65%
    Req/Sec   401.68    204.60     1.12k    68.73%
  Latency Distribution
     50%   13.79ms
     75%  274.14ms
     90%  450.80ms
     99%  532.67ms
  23942 requests in 15.03s, 24.40MB read
Requests/sec:   1592.96
Transfer/sec:      1.62MB